{
  "name": "Εγγραφή στο Μητρώο Ιατρών Εργασίας",
  "questions": [
    {
      "id": "q1",
      "type": "question",
      "text": "Έχετε ολοκληρώσει σπουδές Ιατρικής και ασκείτε το ιατρικό επάγγελμα;",
      "possible_answers": [
        {
          "id": "a1",
          "text": "Ναι, έχω πτυχίο Ιατρικής και ασκώ το ιατρικό επάγγελμα.",
          "next_step": "q2"
        },
        {
          "id": "a2",
          "text": "Όχι, δεν έχω πτυχίο Ιατρικής.",
          "next_step": "end_reject"
        }
      ]
    },
    {
      "id": "q2",
      "type": "question",
      "text": "Ποια από τις παρακάτω περιγραφές αποτυπώνει καλύτερα την επαγγελματική σας κατάσταση σε σχέση με την Ιατρική της Εργασίας;",
      "possible_answers": [
        {
          "id": "a3",
          "text": "Κατέχω και ασκώ την Ειδικότητα της Ιατρικής της Εργασίας.",
          "next_step": "q3"
        },
        {
          "id": "a4",
          "text": "Δεν έχω την Ειδικότητα, αλλά είμαι εγγεγραμμένος/η στον Ειδικό Κατάλογο ή πληρώ τις προϋποθέσεις του άρθρου 16 του Ν.3850/2010.",
          "next_step": "q3"
        },
        {
          "id": "a5",
          "text": "Δεν κατέχω την Ειδικότητα της Ιατρικής της Εργασίας ούτε είμαι στον Ειδικό Κατάλογο ή στις προϋποθέσεις του άρθρου 16 του Ν.3850/2010.",
          "next_step": "end_reject"
        }
      ]
    },
    {
      "id": "q3",
      "type": "question",
      "text": "Είστε εγγεγραμμένος/η σε Ιατρικό Σύλλογο;",
      "possible_answers": [
        {
          "id": "a6",
          "text": "Ναι, είμαι εγγεγραμμένος/η σε Ιατρικό Σύλλογο.",
          "next_step": "q4"
        },
        {
          "id": "a7",
          "text": "Όχι, δεν είμαι εγγεγραμμένος/η σε Ιατρικό Σύλλογο.",
          "next_step": "end_reject"
        }
      ]
    },
    {
      "id": "q4",
      "type": "question",
      "text": "Σε σχέση με την ηλεκτρονική διαδικασία, ποια από τις παρακάτω επιλογές σας εκφράζει καλύτερα;",
      "possible_answers": [
        {
          "id": "a8",
          "text": "Διαθέτω κωδικούς Taxisnet και μπορώ να συνδεθώ στην ψηφιακή πύλη hli.gov.gr.",
          "next_step": "q5"
        },
        {
          "id": "a9",
          "text": "Διαθέτω κωδικούς Taxisnet, αλλά δεν έχω ακόμη ολοκληρώσει τη δημιουργία πρόσβασης στις υπηρεσίες της hli.gov.gr.",
          "next_step": "q5"
        },
        {
          "id": "a10",
          "text": "Δεν διαθέτω κωδικούς Taxisnet.",
          "next_step": "end_reject"
        }
      ]
    },
    {
      "id": "q5",
      "type": "question",
      "text": "Στην αίτηση για εγγραφή στο Μητρώο Ιατρών Εργασίας, έχετε ήδη συμπεριλάβει τις πληροφορίες που αποδεικνύουν το πτυχίο Ιατρικής που έχετε αποκτήσει;",
      "possible_answers": [
        {
          "id": "a11",
          "text": "Ναι, οι πληροφορίες για το πτυχίο Ιατρικής έχουν ήδη συμπεριληφθεί στην αίτηση.",
          "next_step": "q6",
          "related_evidence": [
            {
              "evidence_id": "ev1"
            }
          ]
        },
        {
          "id": "a12",
          "text": "Όχι ακόμη, σκοπεύω να προσθέσω τις σχετικές πληροφορίες πριν την οριστική υποβολή.",
          "next_step": "q6",
          "related_evidence": [
            {
              "evidence_id": "ev1"
            }
          ]
        },
        {
          "id": "a13",
          "text": "Δεν επιθυμώ να δηλώσω αυτή τη στιγμή πληροφορίες για το πτυχίο Ιατρικής.",
          "next_step": "q6",
          "related_evidence": [
            {
              "evidence_id": "ev1"
            }
          ]
        }
      ]
    },
    {
      "id": "q6",
      "type": "question",
      "text": "Η εγγραφή σας σε Ιατρικό Σύλλογο, όπως απαιτείται για την εγγραφή στο Μητρώο Ιατρών Εργασίας, αποτυπώνεται στην αίτηση με τις αντίστοιχες πληροφορίες;",
      "possible_answers": [
        {
          "id": "a14",
          "text": "Ναι, η εγγραφή μου σε Ιατρικό Σύλλογο αποτυπώνεται με σαφήνεια στην αίτηση.",
          "next_step": "q7",
          "related_evidence": [
            {
              "evidence_id": "ev2"
            }
          ]
        },
        {
          "id": "a15",
          "text": "Όχι ακόμη, θα φροντίσω να συμπληρώσω τις σχετικές πληροφορίες για τον Ιατρικό Σύλλογο.",
          "next_step": "q7",
          "related_evidence": [
            {
              "evidence_id": "ev2"
            }
          ]
        },
        {
          "id": "a16",
          "text": "Δεν επιθυμώ να δηλώσω αυτή τη στιγμή στοιχεία για τον Ιατρικό Σύλλογο στην αίτηση.",
          "next_step": "q7",
          "related_evidence": [
            {
              "evidence_id": "ev2"
            }
          ]
        }
      ]
    },
    {
      "id": "q7",
      "type": "question",
      "text": "Αν κατέχετε την Ειδικότητα της Ιατρικής της Εργασίας, οι σχετικές πληροφορίες για την απόκτησή της εμφανίζονται στην αίτηση εγγραφής σας στο Μητρώο Ιατρών Εργασίας;",
      "possible_answers": [
        {
          "id": "a17",
          "text": "Ναι, στην αίτηση αναφέρεται ότι κατέχω την Ειδικότητα της Ιατρικής της Εργασίας.",
          "next_step": "q8",
          "related_evidence": [
            {
              "evidence_id": "ev3"
            }
          ]
        },
        {
          "id": "a18",
          "text": "Όχι ακόμη, σκοπεύω να προσθέσω στην αίτηση ότι κατέχω την Ειδικότητα της Ιατρικής της Εργασίας.",
          "next_step": "q8",
          "related_evidence": [
            {
              "evidence_id": "ev3"
            }
          ]
        },
        {
          "id": "a19",
          "text": "Δεν κατέχω την Ειδικότητα της Ιατρικής της Εργασίας.",
          "next_step": "q8"
        }
      ]
    },
    {
      "id": "q8",
      "type": "question",
      "text": "Εφόσον δεν κατέχετε την Ειδικότητα της Ιατρικής της Εργασίας, στην αίτηση αποτυπώνονται τα στοιχεία που δείχνουν ότι είστε εγγεγραμμένος/η στον ειδικό Κατάλογο Ιατρών ή ότι πληροίτε τις προϋποθέσεις του νόμου (π.χ. προϋπηρεσία ως Ιατρός Εργασίας);",
      "possible_answers": [
        {
          "id": "a20",
          "text": "Ναι, στην αίτηση έχουν συμπεριληφθεί τα στοιχεία για τον ειδικό Κατάλογο ή/και την προϋπηρεσία ως Ιατρός Εργασίας.",
          "next_step": "end_success",
          "related_evidence": [
            {
              "evidence_id": "ev4"
            }
          ]
        },
        {
          "id": "a21",
          "text": "Όχι ακόμη, θα προσθέσω τα στοιχεία για τον ειδικό Κατάλογο ή/και την προϋπηρεσία πριν την οριστική υποβολή.",
          "next_step": "end_success",
          "related_evidence": [
            {
              "evidence_id": "ev4"
            }
          ]
        },
        {
          "id": "a22",
          "text": "Δεν είμαι εγγεγραμμένος/η στον ειδικό Κατάλογο και δεν διαθέτω σχετική προϋπηρεσία ως Ιατρός Εργασίας.",
          "next_step": "end_reject"
        }
      ]
    },
    {
      "id": "end_reject",
      "type": "end",
      "text": "Με βάση τις απαντήσεις σας στα κριτήρια (πτυχίο Ιατρικής, σχέση με την Ιατρική της Εργασίας, εγγραφή σε Ιατρικό Σύλλογο και δυνατότητα ταυτοποίησης μέσω Taxisnet), δεν πληρούνται οι βασικές προϋποθέσεις για εγγραφή στο Μητρώο Ιατρών Εργασίας."
    },
    {
      "id": "end_success",
      "type": "end",
      "text": "Με βάση τις απαντήσεις σας στα κριτήρια, μπορείτε να προχωρήσετε με την αίτηση για εγγραφή στο Μητρώο Ιατρών Εργασίας. Αν κάποιες από τις πληροφορίες που σχετίζονται με τα απαιτούμενα στοιχεία δεν έχουν ακόμη αποτυπωθεί στην αίτηση, φροντίστε να τις προσθέσετε πριν από την οριστική υποβολή."
    }
  ]
}
