{
  "PublicService": {
    "name": "Εγγραφή στο Μητρώο Ιατρών Εργασίας",
    "evidence": [
      {
        "id": 1,
        "evs": [
          {
            "id": "ev1",
            "type": "Evidence",
            "name": "Πτυχίο Σπουδών Ιατρικής",
            "description": "Στην αίτηση για εγγραφή στο Μητρώο Ιατρών Εργασίας, ο αιτών ιατρός πρέπει να επισυνάψει το πτυχίο Ιατρικής που απέκτησε."
          }
        ]
      },
      {
        "id": 2,
        "evs": [
          {
            "id": "ev2",
            "type": "Evidence",
            "name": "Βεβαίωση Ιατρικού Συλλόγου",
            "description": "Ο αιτών Ιατρός θα πρέπει να είναι εγγεγραμμένος σε Ιατρικό Σύλλογο και αυτό να πιστοποιείται με αντίστοιχη Βεβαίωση."
          }
        ]
      },
      {
        "id": 3,
        "evs": [
          {
            "id": "ev3",
            "type": "Evidence",
            "name": "Βεβαίωση απόκτησης Ειδικότητας Ιατρική της Εργασίας",
            "description": "Ο αιτών Ιατρός θα πρέπει να κατέχει την Ειδικότητα της Ιατρικής της Εργασίας και να φέρει την αντίστοιχη Βεβαίωση."
          }
        ]
      },
      {
        "id": 4,
        "evs": [
          {
            "id": "ev4",
            "type": "Evidence",
            "name": "Εγγραφή στον Ειδικό Κατάλογο Ιατρών που προβλέπεται στην Υ.Α. 43323/1983/2018 (ΦΕΚ Β΄ 3509/21-8-2018)",
            "description": "Εφόσον ο αιτών Ιατρός δεν κατέχει την Ειδικότητα της Ιατρικής της Εργασίας θα πρέπει να είναι εγγεγραμμένος στον ειδικό Κατάλογο των Ιατρών που πληρούν τις προϋποθέσεις του Νόμου (προϋπηρεσία ως Ιατρός Εργασίας κλπ) και δύνανται να ασκούν καθήκοντα Ιατρού Εργασίας."
          }
        ]
      }
    ],
    "criterion_requirments": [
      {
        "id": "1",
        "name": "Ο αιτών Ιατρός θα πρέπει:\nα) να κατέχει Πτυχίο ιατρικής,\nβ) να κατέχει και να ασκεί την Ειδικότητα της Ιατρικής της Εργασίας ή εναλλακτικά,\nγ) να είναι εγγεγραμμένος στον Ειδικό Κατάλογο που προβλέπεται στην Υ.Α. 43323/1983/2018 (ΦΕΚ Β΄ 3509/21-8-2018) ή να πληροί τις προϋποθέσεις του άρθρου 16 του Ν.3850/2010,\nδ) να είναι εγγεγραμμένος σε Ιατρικό Σύλλογο και να φέρει αντίστοιχη βεβαίωση."
      },
      {
        "id": "2",
        "name": "Ο αιτών Ιατρός, για εγγραφή του στην Ηλεκτρονική Βάση Καταχώρισης, θα πρέπει να κατέχει κωδικούς Taxisnet, για ταυτοποίηση, και στη συνέχεια κωδικούς πρόσβασης για την είσοδο στις ηλεκτρονικές υπηρεσίες που παρέχονται μέσω της ψηφιακής πύλης hli.gov.gr"
      }
    ]
  }
}
